tap "eth-p/software"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "moritzsternemann/apple-fonts"
# Codec library for encoding and decoding AV1 video streams
brew "aom"
# Clone of cat(1) with syntax highlighting and Git integration
brew "bat"
# Core application library for C
brew "glib"
# Modern replacement for 'ls'
brew "exa"
# HTTP/2 C Library
brew "nghttp2"
# Validating, recursive, caching DNS resolver
brew "unbound"
# Generate introspection data for GObject libraries
brew "gobject-introspection"
# OpenType text shaping engine
brew "harfbuzz"
# Subtitle renderer for the ASS/SSA subtitle format
brew "libass"
# Lightweight scripting language for querying databases
brew "flux"
# Distributed revision control system
brew "git"
# User-friendly cURL replacement (command-line HTTP client)
brew "httpie"
# Mac App Store command-line interface
brew "mas"
# Video processing framework with simplicity in mind
brew "vapoursynth"
# Media player based on MPlayer and mplayer2
brew "mpv"
# Internet file retriever
brew "wget"
# Bash scripts that integrate bat with various command-line tools
brew "eth-p/software/bat-extras"
# Stand alone ad blocker
cask "adguard"
# Collection of apps and services for photography, design, video, web, and UX
cask "adobe-creative-cloud"
# Application launcher and productivity software
cask "alfred"
# Multi-track audio editor and recorder
cask "audacity"
# Records audio from any application
cask "audio-hijack"
# Menu bar icon organizer
cask "bartender"
# 3D creation suite
cask "blender"
# Hard disk backup and cloning utility
cask "carbon-copy-cloner"
# Block websites, games and applications
cask "cold-turkey-blocker"
# Downloads videos from different websites
cask "downie"
# Tool for using an iPad as a second display
cask "duet"
# Tool for organizing and renaming movies, TV shows, anime or music
cask "filebot"
# Git client focusing on productivity
cask "gitkraken"
# Automated organization
cask "hazel"
# Windows manager and desktop organizer
cask "hazeover"
# Free and open-source media player
cask "iina"
# Software for iLok devices
cask "ilok-license-manager"
# Keyboard customizer
cask "karabiner-elements"
# Cable-free audio router
cask "loopback"
# Adaptive brightness for external displays
cask "lunar"
# Media key forwarder for iTunes and Spotify
cask "macmediakeyforwarder"
# Audio converter
cask "mediahuman-audio-converter"
# Finds large, unwanted files and deletes them
cask "omnidisksweeper"
# Retro video game emulation
cask "openemu"
cask "post-haste"
# Tool to organize photo libraries
cask "powerphotos"
# Control your tools with a few keystrokes
cask "raycast"
# Remote desktop software
cask "screens-connect"
# Sound and audio controller
cask "soundsource"
# Control windows and applications right from your trackpad
cask "swish"
# Video communication and virtual meeting platform
cask "zoom"
mas "AutoMounter", id: 1160435653
mas "BBEdit", id: 404009241
mas "Compressor", id: 424390742
mas "Dark Mode for Safari", id: 1397180934
mas "Disk Speed Test", id: 425264550
mas "Final Cut Pro", id: 424389933
mas "HazeOver", id: 430798174
mas "Magic", id: 1581223559
mas "Meta", id: 558317092
mas "Motion", id: 434290957
mas "Numbers", id: 409203825
mas "Pixelmator Pro", id: 1289583905
mas "Screens", id: 1224268771
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
