tap "brettferdosi/tap"
tap "buo/cask-upgrade"
tap "eth-p/software"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "nrlquaker/createzap"
tap "teamookla/speedtest"
# Codec library for encoding and decoding AV1 video streams
brew "aom"
# Clone of cat(1) with syntax highlighting and Git integration
brew "bat"
# Core application library for C
brew "glib"
# Modern replacement for 'ls'
brew "exa"
# Validating, recursive, caching DNS resolver
brew "unbound"
# Generate introspection data for GObject libraries
brew "gobject-introspection"
# OpenType text shaping engine
brew "harfbuzz"
# Image processing and image analysis library
brew "leptonica"
# Subtitle renderer for the ASS/SSA subtitle format
brew "libass"
# Play, record, convert, and stream audio and video
brew "ffmpeg"
# GitHub command-line tool
brew "gh"
# Distributed revision control system
brew "git"
# Syntax-highlighting pager for git and diff output
brew "git-delta"
# Bootstrap GitHub SSH configuration
brew "github-keygen"
# Improved top (interactive process viewer)
brew "htop"
# User-friendly cURL replacement (command-line HTTP client)
brew "httpie"
# Lightweight and flexible command-line JSON processor
brew "jq"
# Pager program similar to more
brew "less"
# Keep your Mac's application settings in sync
brew "mackup"
# Mac App Store command-line interface
brew "mas"
# Video processing framework with simplicity in mind
brew "vapoursynth"
# Media player based on MPlayer and mplayer2
brew "mpv"
# Node version management
brew "n"
# Free (GNU) replacement for the Pico text editor
brew "nano"
# HTTP/2 C Library
brew "nghttp2"
# Platform built on V8 to build network applications
brew "node"
# Internet file retriever
brew "wget"
# Download YouTube videos from the command-line
brew "youtube-dl"
# UNIX shell (command interpreter)
brew "zsh"
# Bash scripts that integrate bat with various command-line tools
brew "eth-p/software/bat-extras"
# Ookla Speedtest
brew "teamookla/speedtest/speedtest"
# Records audio from any application
cask "audio-hijack"
# Menu bar icon organizer
cask "bartender"
# Hard disk backup and cloning utility
cask "carbon-copy-cloner"
# Screen capturing tool
cask "cleanshot"
# Downloads videos from different websites
cask "downie"
# Screen color temperature controller
cask "flux"
# Serif font "New York" by Apple
cask "font-new-york"
# Compact variant of "San Francisco" by Apple
cask "font-sf-compact"
# Monospaced variant of "San Francisco" by Apple
cask "font-sf-mono"
# Sans-serif variant of "San Francisco" by Apple
cask "font-sf-pro"
# Browse, install and purchase effects and plugins from a huge catalog
cask "fxfactory"
# macOS status bar app for managing the system grayscale display filter
cask "grayscale"
# Automated organization
cask "hazel"
# Free and open-source media player
cask "iina"
# Game client for itch.io
cask "itch"
# Keyboard customizer
cask "karabiner-elements"
# Cable-free audio router
cask "loopback"
# Media key forwarder for iTunes and Spotify
cask "macmediakeyforwarder"
# Audio converter
cask "mediahuman-audio-converter"
# Finds large, unwanted files and deletes them
cask "omnidisksweeper"
cask "post-haste"
# Tool to organize photo libraries
cask "powerphotos"
# Peer to peer Bitorrent client
cask "qbittorrent"
# Automatically hides or quits apps after periods of inactivity
cask "quitter"
# Control your tools with a few keystrokes
cask "raycast"
# Remote desktop software
cask "screens-connect"
# File sharing network
cask "soulseek"
# Sound and audio controller
cask "soundsource"
# Video game digital distribution service
cask "steam"
# Control windows and applications right from your trackpad
cask "swish"
# Automatically synchronize video and audio via timecode
cask "tentacle-sync-studio"
# Open-source code editor
cask "visual-studio-code"
mas "AdBlock Pro", id: 1018301773
mas "Amphetamine", id: 937984704
mas "AutoMounter", id: 1160435653
mas "BBEdit", id: 404009241
mas "Compressor", id: 424390742
mas "Craft", id: 1487937127
mas "Disk Speed Test", id: 425264550
mas "Equinox", id: 1591510203
mas "Final Cut Pro", id: 424389933
mas "Focus for YouTube", id: 1514703160
mas "HazeOver", id: 430798174
mas "Hush", id: 1544743900
mas "Keynote", id: 409183694
mas "Looking Glass", id: 1602004436
mas "Meta", id: 558317092
mas "Motion", id: 434290957
mas "MusicHarbor", id: 1440405750
mas "Noir", id: 1592917505
mas "Numbers", id: 409203825
mas "One Thing", id: 1604176982
mas "Pandan", id: 1569600264
mas "Pixelmator Pro", id: 1289583905
mas "Playlisty", id: 1459275972
mas "Pure Paste", id: 1611378436
mas "Screens", id: 1224268771
mas "Shazam", id: 897118787
mas "Spark", id: 1176895641
mas "StopTheMadness", id: 1376402589
mas "The Unarchiver", id: 425424353
